straga/micropython_upy/ports/esp32/boards/temp/STRAGA_china_8mb_core/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CHINA 8mb"
#define MICROPY_HW_MCU_NAME "ESP32"
